var sname = new Array(
	"立秋",
	"冬至"
);
var scontent = new Array(
	"立秋"
//
//你坐在椅子上看着窗外流过的光
//你伸出双手摸着纸上写下的希望
//你说花开了又落象是一扇窗
//可是窗开了有关相爱的模样
//
//你举着一枝花等着有人带你去流浪
//你想睡去在远方向一个美丽童话
//那本书合了又开漂落下梦想
//我们俩合了又分象一对船桨
//
//总要有些随风 有些入梦
//有些长留在心中
//于是有时疯狂 有时迷惘 
//有时唱	
,
	"
冬至

你和冬天一样来得迟
胸前挂着一把明媚的钥匙
你要等雪花把头发淋湿
你要做一件晴朗的事
你说山会拉着你回家
他会让你不再害怕天涯
他会陪你看满天红的霞
看你像花一样长大
为什么天上有月亮
为什么地上有远方
为什么眼睛有泪光
看得天地之间一片白茫茫
为什么四季要歌唱
为什么我们要成长
为什么有那么多墙
所有漫长的路越走越漫长
漫长	
	"
)
//var song = new array (
//	
//	
//"立秋
//
//你坐在椅子上看着窗外流过的光
//你伸出双手摸着纸上写下的希望
//你说花开了又落象是一扇窗
//可是窗开了有关相爱的模样
//
//你举着一枝花等着有人带你去流浪
//你想睡去在远方向一个美丽童话
//那本书合了又开漂落下梦想
//我们俩合了又分象一对船桨
//
//总要有些随风 有些入梦
//有些长留在心中
//于是有时疯狂 有时迷惘 
//有时唱
//"
//,
//
//
//"
//冬至
//
//你和冬天一样来得迟
//胸前挂着一把明媚的钥匙
//你要等雪花把头发淋湿
//你要做一件晴朗的事
//你说山会拉着你回家
//他会让你不再害怕天涯
//他会陪你看满天红的霞
//看你像花一样长大
//为什么天上有月亮
//为什么地上有远方
//为什么眼睛有泪光
//看得天地之间一片白茫茫
//为什么四季要歌唱
//为什么我们要成长
//为什么有那么多墙
//所有漫长的路越走越漫长
//漫长
//
//"
//,
//
//白衣飘飘的年代（顾城之一）
//
//
//当秋风停在了你的发梢在红红的夕阳肩上
//你注视着树叶清晰的脉搏她翩翩的应声而落
//你沉默倾听着那一声驼铃像一封古早的信
//你转过了身深锁上了门再无人相问
//
//那夜夜不停有婴儿啼哭为未知的前生模样
//那早榭的花开在泥土下面等潇潇的雨洒满天
//每一次你仰起慌张的脸看云起云落变迁
//冬等不到春春等不到秋等不到白首
//
//还是走吧甩一甩头，在这夜凉如水的路口
//那唱歌的少年已不在风里面你
//还在怀念
//那一片白衣飘飘的年代
//那白衣飘飘的年代
//那白衣飘飘的年代
//那白衣飘飘的年代
//
//
//
//月亮
//
//一直到星星闭上眼睛
//一直到黑夜哄睡了爱情
//一直到秋天欲说又远行
//一直到忽然间你惊醒
//大雨如注 风在林梢
//海上舟摇 楼上帘招
//你知道他们终于来到
//你是唱挽歌, 还是祈祷
//有一天孩子们问我
//那本书写的是什么
//我说什么我说什么
//我为什么我为什么唱起了歌
//我唱起了歌
//哪一天落山风吹过海洋
//那呜咽声仿佛少年泪光
//有多少人 会打开窗
//有多少人 痴痴的望
//那么蓝的月亮
//那遥远的月亮 月亮
//
//
//
//);